export default function getDataLogin() {
    return {
        page1: [
            {
                title: "社区信息",
                content: [
                    "街道名称：君子路",
                    "社区名称：单县公安局"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：单县公安局（东关派出所）",
                    "地址：山东省菏泽市单县北园路",
                    "派出所电话0530-3334015"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：联创中心",
                    "责任区民警：张宁",
                    "民警警号：153739",
                    "手机号码：18553003887"
                ],
                images: "item-image-3"
            },
            {
                title: "房屋信息",
                content: [
                    "居住人姓名：陈强",
                    "性别：男",
                    "民族: 汉",
                    "户籍：山东省单县高韦庄镇高韦庄行政村商业街5号",
                    "身份证号码：2201041976033026x5",
                    "联系电话：1836611763X",
                    "工作单位：个体",
                ],
                images: "item-image-4"
            }
        ],
        page2: [
            {
                title: "社区信息",
                content: [
                    "街道名称：园艺街道",
                    "社区名称：明泰第一城",
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：开发区派出所",
                    "地址：单县向阳东路",
                    "派出所电话0530-3335221"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：明泰警区",
                    "责任区民警：朱洪苹",
                    "民警警号：153081",
                    "手机号码：18553003503"
                ],
                images: "item-image-3"
            }
        ],
        page3: [
            {
                title: "社区信息",
                content: [
                    "街道名称：园艺街道",
                    "社区名称：明泰第一城",
                    "楼栋名称：4号楼1单元"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：开发区派出所",
                    "地址：单县向阳东路",
                    "派出所电话0530-3335221"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：明泰警区",
                    "责任区民警：朱洪苹",
                    "民警警号：153081",
                    "手机号码：18553003503"
                ],
                images: "item-image-3"
            }
        ],
        page4: [
            {
                title: "社区信息",
                content: [
                    "街道名称：园艺街道",
                    "社区名称：明泰第一城"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：开发区派出所",
                    "地址：单县向阳东路",
                    "派出所电话0530-3335221"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：明泰警区",
                    "责任区民警：朱洪苹",
                    "民警警号：153081",
                    "手机号码：18553003503"
                ],
                images: "item-image-3"
            },
            {
                title: "房屋信息",
                content: [
                    "居住人姓名：陈培宾",
                    "门牌号：301",
                    "性别：男",
                    "民族: 汉",
                    "户籍：山东省单县谢集乡赵阁行政村赵阁村69号",
                    "身份证号码：372925197607291136",
                    "联系电话：13605303118/15020153118",
                ],
                images: "item-image-4"
            }
        ],
        page5: [
            {
                title: "社区信息",
                content: [
                    "街道名称：园艺街道",
                    "社区名称：明泰第一城"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：开发区派出所",
                    "地址：单县向阳东路",
                    "派出所电话0530-3335221"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：明泰警区",
                    "责任区民警：朱洪苹",
                    "民警警号：153081",
                    "手机号码：18553003503"
                ],
                images: "item-image-3"
            },
            {
                title: "房屋信息",
                content: [
                    "居住人姓名：任鹏",
                    "门牌号：303",
                    "性别：男",
                    "民族: 汉",
                    "户籍：山东省单县单城镇北关街1024号",
                    "身份证号码：372925198309307536",
                    "联系电话：13518600881",
                ],
                images: "item-image-4"
            }
        ],
        page6: [
            {
                title: "社区信息",
                content: [
                    "街道名称：园艺街道",
                    "社区名称：明泰第一城"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：开发区派出所",
                    "地址：单县向阳东路",
                    "派出所电话0530-3335221"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：明泰警区",
                    "责任区民警：朱洪苹",
                    "民警警号：153081",
                    "手机号码：18553003503"
                ],
                images: "item-image-3"
            },
            {
                title: "房屋信息",
                content: [
                    "居住人姓名：张英杰",
                    "门牌号：302",
                    "性别：女",
                    "民族: 汉",
                    "户籍：山东省单县单城镇胜利北街78号",
                    "身份证号码：372925199405220718",
                    "联系电话：15562726889/444429",
                ],
                images: "item-image-4"
            }
        ],
        page7: [
            {
                title: "社区信息",
                content: [
                    "街道名称：南城街道",
                    "社区名称：伯爵花园小区"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：南关派出所",
                    "地址：山东省菏泽单县舜师路",
                    "派出所电话：0530-3334008"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：东南警区",
                    "责任区民警：胡波",
                    "民警警号：155027",
                    "手机号码：18553053671"
                ],
                images: "item-image-3"
            }
        ],
        page8: [
            {
                title: "社区信息",
                content: [
                    "街道名称：南城街道",
                    "社区名称：公路新村小区"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：西关派出所",
                    "地址：山东省白云路与白云路交叉路口",
                    "派出所电话：0530-3334011"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：车站警区",
                    "责任区民警：李鹏",
                    "民警警号：153970",
                    "手机号码：18765306000"
                ],
                images: "item-image-3"
            }
        ],
        page9: [
            {
                title: "社区信息",
                content: [
                    "街道名称：南城街道",
                    "社区名称：伯爵花园小区"
                ],
                images: "item-image-1"
            },
            {
                title: "派出所信息",
                content: [
                    "派出所：南关派出所",
                    "地址：山东省菏泽单县舜师路",
                    "派出所电话：0530-3334008"
                ],
                images: "item-image-2"
            },
            {
                title: "责任区信息",
                content: [
                    "责任区：东南警区",
                    "责任区民警：胡波",
                    "民警警号：155027",
                    "手机号码：18553053671"
                ],
                images: "item-image-3"
            }
        ]
    }
}
